{
  "id": "0x2",
  "name": "Oracle",
  "symbol": "ORCL",
  "brief": "This category tracks Ethereum-based protocol and governance tokens for oracle projects.",
  "description": "# Medium Cap Oracle Tokens\nThis category tracks Ethereum-based protocol and governance tokens for oracle projects.\n\nName: Oracle\nSymbol: ORCL\n\n## Criteria\nThis category has the following criteria for inclusion:\n1. The token is at least 30 days old.\n2. No major vulnerabilities have been discovered in the token contract.\n3. The token's supply can not be arbitrarily inflated or deflated maliciously.\n\t- The control model should be considered if the supply can be modified through governance decisions.\n4. The token does not have transfer fees or other non-standard balance updates.\n5. The token meets the requirements of the [ERC20 standard](https://eips.ethereum.org/EIPS/eip-20).\n\t- Boolean return values are not required.\n6. The token has a fully diluted market cap of at least $40 million.\n7. At least $500k worth of liquidity is held in the Uniswap market pair between the token and WETH.\n8. The token is either a protocol or governance token for an Ethereum-based oracle project.\n\n## Terms\n**Fully Diluted Market Cap:** Market price of one token in USD multiplied by the token's total supply.\n**Protocol Token:** A token used for some core aspect of a system, such as payment for services within a protocol or rewarding users maintaining a network.\n**Governance Token:** A token used to vote on governance decisions for a project.\n**Oracle:** A system used to provide information from off-chain or on-chain components, for use by on-chain smart contracts as feeds or information sources.\n\n## Index Naming Scheme\nIndices deployed for this category should use the following naming scheme for the ERC20 name and symbol:\n\n**Symbol:** `ORCL` + Index Size\n**Name:** `Oracle Top `  + Index Size + ` Tokens Index`\n\n**Example**\nIndex Size: 5\nSymbol: `ORCL5`\nName: `Oracle Top 5 Tokens Index`",
  "tokens": {
    "ids": [],
    "entities": {}
  },
  "indexPools": []
}
