{
  "id": "0x1",
  "brief": "This category tracks Ethereum-based protocol tokens, DeFi governance tokens and wrapped blockchain currencies with a high market cap.",
  "description": "# Large Cap Cryptocurrency Tokens\nThis category tracks Ethereum-based protocol tokens, DeFi governance tokens and wrapped blockchain currencies with a high market cap.\n\nName: Cryptocurrency\nSymbol: CC\n\n## Criteria\nThis category has the following criteria for inclusion:\n1. The token is at least a week old.\n2. No major vulnerabilities have been discovered in the token contract.\n3. The token's supply can not be arbitrarily inflated or deflated maliciously.\n\t- The control model should be considered if the supply can be modified through governance decisions.\n4. The token does not have transfer fees or other non-standard balance updates.\n5. The token meets the requirements of the [ERC20 standard](https://eips.ethereum.org/EIPS/eip-20).\n\t- Boolean return values are not required.\n6. The token has a fully diluted market cap of at least $50 million.\n7. At least $1 million worth of liquidity is locked in the Uniswap market pair between the token and WETH.\n\t- This does not apply to WETH.\n8. The token is one of:\n\t- Protocol token for an Ethereum-based project.\n\t- Governance token for a DeFi project.\n\t- Wrapper token for a blockchain's native currency.\n\n## Terms\n**Fully Diluted Market Cap:** Market price of one token in USD multiplied by the token's total supply.\n**Protocol Token:** A token used for some core aspect of a system, such as payment for services within a protocol or rewarding users maintaining a network.\n**Governance Token:** A token used to vote on governance decisions for a project.\n**DeFi:** Decentralized Finance - used in reference to Ethereum-based financial projects. By \"financial projects\" we mean projects which directly deal with finance such as exchange, lending, portfolio management, derivatives, etc. and not projects which are only peripherally related to finance.\n\n## Index Naming Scheme\nIndices deployed for this category should use the following naming scheme for the ERC20 name and symbol:\n\n**Symbol:** `CC` + Index Size\n**Name:** `Cryptocurrency Top `  + Index Size + ` Tokens Index`\n\n**Example**\nIndex Size: 5\nSymbol: `CC5`\nName: `Cryptocurrency Top 5 Tokens Index`",
  "name": "Cryptocurrency",
  "symbol": "cc"
}
